const app = new App(
    document.querySelector('#app'),
    document.querySelector('#select-list'),
    [
        [0,0,'',1,[
            [1,1,'Уже придумал куда сходить?'],
            [2,2,'Если нет, ниразу не беда'],
            ]
        ],
        [2,2,'язык',2,[
            [1,1,'Русский'],
            [2,0,'English'],
         ]
        ],
        [3,2,'первый раз в питере?',2,[
            [1,1,'Да'],
            [2,0,'Нет'],
        ]
        ],
        [3,2,'На сколько дней продумываем маршруты?',1,[
            [1,3,'1'],
            [2,4,'2'],
            [2,5,'3'],
        ]
        ],
        [4,3,'Однедневный тур',1,[
            [1,1,'Культура'],
            [2,2,'Прогулка'],
        ]
        ],
        [5,4,'Двухдневный тур',1,[
            [1,1,'Культура'],
            [2,2,'Прогулка'],
        ]
        ],
        [6,5,'Трехдневный тур',1,[
            [1,1,'Культура'],
            [2,2,'Прогулка'],
        ]
        ],
    ]
);