const app = new App(
    document.querySelector('#app'),
    document.querySelector('#select-list'),
    [
        [0,[0],'',1,[
            [1,1,'Уже придумал куда сходить?'],
            [2,2,'Если нет, ниразу никакая не беда'],
            ]
        ],
        [2,[2],'язык',2,[
            [1,1,'Русский'],
            [2,0,'English'],
         ]
        ],
        [3,[2],'первый раз в питере?',2,[
            [1,1,'Да'],
            [2,0,'Нет'],
         ]
        ],
        [5,[4],'Двухдневный тур',1,[
            [1,1,'Культура'],
            [2,2,'Прогулка'],
        ]
        ],
        [1,[2,4],'Группа',4,[
            [1,0,'количество человек'],
            [2,0,'дети до 5 лет'],
            [3,0,'дети 5-12 лет'],
            [4,0,'дети 13-17 лет'],
        ]
        ],
        [6,[5],'Трехдневный тур',1,[
            [1,1,'Культура'],
            [2,2,'Прогулка'],
        ]
        ],
        [8,[2,5],'в какой гостинице остановились?',3,[
            [1,1,'Park Inn'],
            [2,0,'Астория'],
            [3,0,'Сокос на биржевом'],
            [4,0,'Сокос на 9-й линии'],
        ]
        ],
        [7,[2],'На сколько дней продумываем маршруты?',1,[
            [1,3,'1'],
            [2,4,'2'],
            [2,5,'3'],
        ]
        ],
        [4,[3],'Однодневный тур',3,[
            [1,1,'Культура'],
            [2,0,'Прогулка'],
            [2,0,'50/50'],
        ]
        ],
        [10,[3],'Старт/финиш',5,[
            [1,0,'время старта'],
            [2,0,'время финиша'],
            ]
        ],
        [9,[3],'Маршрут',1,[
            [1,0,'пеший'],
            [2,0,'автобус/такси'],
            ]
        ],
    ]
);
app.hotels =[
    {name:'Solo Sokos Palace Bridge',       latitude:59.945013, longtitude:30.292790, stars:5},
    {name:'МФК «Горный»',                   latitude:59.941759, longtitude:30.230429, stars:4},
    {name:'Solo Sokos Hotel Vasilievsky',   latitude:59.937301, longtitude:30.282406, stars:5},
    {name:'Art Nuvo Palace',                latitude:59.945612, longtitude:30.258124, stars:4},
    {name:'Courtyard by Marriott',          latitude:59.948717, longtitude:30.279405, stars:5},
    {name:'Докланс Лайф',                   latitude:59.956985, longtitude:30.241910, stars:3},
];